books/lc-books.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>LC Books</title>
<!-- 2017-05-10 Wed 21:09 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
</head>
<body>
<div id="content">
<h1 class="title">LC Books</h1>
<pre class="example">
- applied maths
- business organisation
  - 9780714412177 Revision Business Organisation for Leaving Certificate / Gregory O'Connor
- english
  - 9780861676682 English Higher Level Leaving Certificate Exam Papers
  - 9780717114528 The Plough and The Stars / Seán O'Casey
  - 9780582030916 York Notes on Of Mice and Men: John Steinbeck / Martin Stephen
  - 9780582022799 York Notes on William Golding's Lord of the Flies / Alastair Niven
  - 9780582023246 York Notes on Emily Bronte's "Wuthering Heights" / A. J. P. Smith
  - 9780582022775 York Notes on William Shakespeare's "King Lear" / Robert M. Rehder
  - 9780861672172 King Lear / William Shakespeare
- german
  - 0861214668    Sagen Sie Mal! / Seán Sutton
- history
  - 9780861674534 Europe: History in the Making, 1870-1966 / Richard Fogarty
  - 9780861673056 Ireland, 1868-1966: History in the Making / M.E. Collins
  - 9780861672875 Revise Your History: Ireland 1868-1966 and Europe 1870-1966 / E. C. Gray
  - 9780717123575 History Revision Notes for Leaving Certificate / Desmond O'Leary
- irish
  - 9780714411514 Cunamh / Diarmaid Ó Tuama
  - 9780714411415 Stair Na Gaeilge 
  - 9780717123025 Saíocht / Donncha Ó Riain
- maths
  - 9781872019291 Text and tests. mathematics part 4
- physics
</pre>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2017-05-10 Wed 21:09</p>
<p class="validation"></p>
</div>
</body>
</html>
